/* label for a WWW link */
" ... tap to visit our web site" = " ... tik om onze web site te bezoeken";

/* format string with a one character abbreviation for 'day' */
"%s%dd %02d:%02d:%02d" = "%1$s%2$dd %3$02d:%4$02d:%5$02d";

/* format string with a one character abbreviation for 'year' and 'day' */
"%s%dj %dd %02d:%02d:%02d" = "%1$s%2$dy %3$dd %4$02d:%5$02d:%6$02d";

/* iTC What's New */
"- Daily Alarm\n- Solar noon indication\n- Noon on top option\n- Option to stay on only when plugged in" = "- Dagelijkse wekker.\n- Zonnemiddag indicator\n- Middag bovenaan optie.\n- Optie om alleen aan te blijven indien ingeplugd.";

/* iTC What's New 1.3 */
"    - Improved graphics\n    - Solar and Lunar Eclipse Simulator" = "    - Verbeterde graphics\n    - Simulatie van zons- en maansverduistering";

/* label for enable alarm clock switch */
"Alarm:" = "Wekker:";

/* the label on a dial: the angle above the horizon */
"Altitude" = "Hoogte";

/* the label on a dial: the angle around the horizon */
"Azimuth" = "Azimut";

/* short abbreviation for day */
"day" = "dag";

/* First-run alert button to go to release notes */
"Details" = "Details";

/* name of option to turn off the iPhone's automatic screen locking feature */
"Disable Auto-Lock:" = "Vergrendeling uitzetten:";

/* Done */
"Done" = "Gereed";

/* one character abbreviation for 'east' */
"E" = "O";

/* the planet Earth */
"Earth" = "Aarde";

/* label for the Eclipse Simulator or Viewer or Window */
"Eclipse Simulator" = "Verduisteringssimulatie";

/* the label on a dial: Equation of Time */
"Equation of Time" = "Tijdsvereffening";

/* help message0 */
"Help Text0" = "De goudkleurige hoofdwijzers geven de uren, minuten en secondes in het gebruikelijke 12-uurs formaat aan.  De dunne centrale wijzer met witte pijl geeft de tijd aan in 24-uurs formaat.";

/* help message1 */
"Help Text1" = "De gekleurde ringen geven de tijd aan wanneer iedere planeet zich boven de horizon bevindt.  De grote ring achter de andere is voor de zon. De elf gekleurde pijlen geven de tijden aan van astronomische schemering, nautische schemering, burgerlijke schemering, zonsopkomst/zonsondergang, het 'gouden uur' en de zonnemiddag.";

/* help message1.5 */
"Help Text1.5" = "De kleine schaal genaamd 'Verduisteringssimulatie' heeft drie iconen in de buitenste ring: deze geven de zon, de maan en de schaduw van de aarde aan zoals ze in de ruimte rondom de aarde draaien. Tevens zijn er twee dunne rode lijnen te zien die de maanknopen aangeven (punten waar de baan van de maan de ecliptica doorsnijdt). Het gebied binnen de ring is normaliter leeg, maar tijdens een zons- of maansverduistering zal hier een animatie van de verduistering verschijnen.";

/* help message2 */
"Help Text2" = "Tik 'Instellingen' aan om deze te veranderen.  Tik vervolgens een van de tijdseenheden aan om met die hoeveelheid vooruit (blauw) of achteruit (rood) te stappen.  Tik op 'fase' om naar het volgende of vorige kwartier van de maan te gaan.";

/* help message3 */
"Help Text3" = "Door een van deze knoppen vast te houden zal de tijd continu blijven lopen.  Glij, voor deze los te laten, met de vinger van deze knop af om hem vast te zetten en de tijd door te laten lopen.  Tik op 'Herstel' om terug te keren naar de actuele tijd.";

/* help message4 */
"Help Text4" = "Tik op de hoogte- of azimutschaal om de waardes hiervan naar een andere planeet om te schakelen.";

/* help message5 */
"Help Text5" = "De rode punt op de afbeelding van de aarde geeft de huidige locatie aan.  Als dit niet de verwachte locatie is, kan deze met de instellingen hierboven handmatig worden gewijzigd.  Als de locatie en tijdzone niet overeenkomen, dan zal de astronomische informatie er vreemd uitzien.  U kunt ook op de afbeelding van de aarde tikken om een locatie op een grotere kaart te kiezen; de tijdzone wordt daarop aangepast.";

/* help message6 */
"Help Text6" = "Om de wektijd in te stellen, moet eerst de wekker AAN gezet worden, waarna de Instellen knop zal verschijnen en aangetikt moet worden. Naderhand zal in het hoofdscherm een rode indicator de wektijd op de buitenkant van de 24-uurs schaal aangeven.  Als de wektijd bereikt is, zal gedurende ongeveer 20 seconden een geluid hoorbaar zijn. Het geluid kan ook ook gelijk uitgezet worden door ergens op het scherm te tikken.";

/* help message7 */
"Help Text7" = "Emerald Observatory synchroniseert de tijd via NTP met internationale standaard atoomklokken.  Hiervoor is wel een internetverbinding noodzakelijk, en het kan na het opstarten van het programma een paar seconden duren om te synchroniseren. De indicator linksonder knippert tijdens het synchroniseren en wordt groen indien dit gelukt is, of geel wanneer dit niet mogelijk was.";

/* help message8 */
"Help Text8" = "Kijk op onze website op https://bjornfreemanbenson.com/emerald-observatory voor meer details (tik op ons logo onderaan deze pagina).  Schroom niet om ons te mailen met vragen of problemen.  Ook commentaar en suggesties zijn welkom.

Nederlandse vertaling door Ben Stuyts.
";

/* short abbreviation for hour */
"hour" = "uur";

/* iTC description0; terms here should match those in the other strings */
"iTC description0" = "Emerald Observatory laat een grote hoeveelheid astronomische informatie in één uniek maar begrijpelijk scherm zien.  De informatie bevat:";

/* iTC description1 */
"iTC description1" = "  - Tijdstippen van opkomst en ondergang van de zon, maan en de vijf klassieke planeten.
    - Begin- en eindtijden van de schemering.
    - Heliocentrisch planetarium (weergave van de planeten om de zon).
    - Hoogte en azimut van dezelfde hemellichamen (één tegelijk).
    - Maanstand en schijnbare grootte van de maan.
    - Dag- en nachtoverzicht op de wereldkaart.
    - Tijdsvereffening, zonnetijd, UTC tijd en siderische tijd.
    - Dag, maand, jaar en schrikkeljaar indicatie.";

/* iTC description2 */
"iTC description2" = "Verder:
    - Weergegeven tijden zijn via NTP gesynchroniseerd met atoomklokken.
    - Gebruikt iPad locatie, of de lengte- en breedtegraad kunnen handmatig ingegeven worden.
    - Dagelijkse wekfunktie.";

/* iTC description3; terms here should match those in the other strings */
"iTC description3" = "Door middel van instellingen is mogelijk het scherm continu aan te laten staan.";

/* iTC description4; terms here should match those in the other strings */
"iTC description4" = "Tik op het scherm om de tijd per minuut, uur, dag, maand of jaar vooruit of achteruit te zetten.";

/* iTC description; terms here should match those in the other strings */
"iTC description5" = "Controleer bij eventuele problemen met het programma eerst de FAQ op de supportpagina die hieronder staat.  Als dat het probleem niet verhelpt, neem dan via die pagina contact met ons op.  Wij zijn er trots op dat wij snel ingaan op alle support email verzoeken.";

/* the planet Jupiter */
"Jupiter" = "Jupiter";

/* First-run alert button to skip release notes for now */
"Later" = "Later";

/* north-south coordinate */
"Latitude:" = "Breedte:";

/* east-west coordinate */
"Longitude:" = "Lengte:";

/* the planet Mars */
"Mars" = "Mars";

/* the planet Mercury */
"Mercury" = "Mercurius";

/* short abbreviation for minute */
"min" = "min";

/* short abbreviation for month */
"mon" = "maand";

/* the proper name of Earth's moon */
"Moon" = "Maan";

/* one character abbreviation for 'north' */
"N" = "N";

/* one character abbreviations for compass points: north, east, south, west */
"N,E,S,W" = "N,O,Z,W";

/* the planet Neptune */
"Neptune" = "Neptunus";

/* First-run alert button to permanently skip release notes */
"Never" = "Nooit";

/* name of option for noon on the top of the 24-hour dial (instead of midnight) */
"Noon on Top:" = "Middag bovenaan:";

/* OK */
"OK" = "OK";

/* Title for options settings screen */
"Options" = "Instellingen";

/* short abbreviation for phase of the Moon */
"phase" = "fase";

/* the planet Pluto */
"Pluto" = "Pluto";

/* label for the button that reverses the action of 'Set' */
"Reset" = "Herstel";

/* one character abbreviation for 'south' */
"S" = "Z";

/* the planet Saturn */
"Saturn" = "Saturnus";

/* Set (verb) */
"Set" = "Instellen";

/* label for alarm time setting widget */
"Set the alarm time:" = "Wektijd instellen:";

/* Details */
"Show details" = "Details tonen";

/* the label on a dial: a truncation of 'sidereal time' or 'star time' */
"Sidereal" = "Sterrentijd";

/* the label on a dial: a truncation of 'Solar time' or 'Sun time' */
"Solar" = "Zonnetijd";

/* Stop alarm test */
"Stop" = "Stop";

/* the proper name of Earth's star */
"Sun" = "Zon";

/* Test alarm */
"Test" = "Test";

/* Astronomy date range checking */
"The earliest time supported is" = "De vroegste toegestane tijd is";

/* Astronomy date range checking */
"The latest time supported is" = "De hoogste toegestane tijd is";

/* iTC keywords */
"time,clock,astronomy,NTP,atomic,sunset,photo,planet,moon,alarm,sunrise,twilight,earth,eclipse,UTC" = "tijd,klok,astronomie,NTP,atoom,zonsondergang,foto,planeet,maan,wekker,schemering,aarde,verduistering";

/* short two-line label indicating that the last NTP synchronization was canceled */
"Time\nsync canceled" = "Tijd\nsync afgebroken";

/* short two-line label indicating that the last NTP synchronization failed */
"Time\nsync failed" = "Tijd\nsync mislukt";

/* short two-line label indicating that NTP synchronization is OFF */
"Time\nsync OFF" = "Tijd\nsync uit";

/* short two-line label indicating that watch time is synchronized with NTP */
"Time\nsynchronized" = "Tijd\ngesynchroniseerd";

/* short two-line label indicating that NTP synchronization is in progress */
"Time\nsyncing..." = "Tijd\nsynchroniseren...";

/* Help message for 'Use Location Services' */
"Turn OFF to set location manually" = "Uitzetten om locatie handmatig in te stellen.";

/* Help message for 'Noon on Top' */
"Turn ON for noon on top, OFF for midnight on top" = "Aanzetten voor middag bovenaan, uitzetten voor nacht bovenaan.";

/* Help message for Disable Auto-Lock on battery */
"Turn ON to prevent automatic sleep on battery" = "Aanzetten om slaapstand te voorkomen tijdens batterijgebruik.";

/* Help message for Disable Auto-Lock when plugged in */
"Turn ON to prevent automatic sleep when plugged in" = "Aanzetten om slaapstand te voorkomen indien ingeplugd.";

/* timezone / position mismatch warning message */
"tz-pos warning" = "Uw locatie en tijdzone lijken niet overeen te stemmen: zie de tijdzone-indicatie boven de 6 uur positie en de rode punt op de wereldkaart.   U moet mogelijk uw tijdzone wijzigen in het programma Instellingen (Algemeen / Datum en tijd), of u moet wellicht wachten tot het apparaat de tijdzone en locatie zelf bepaald heeft.  U kunt een update van de locatie forceren door de knop 'Locatievoorzieningen' uit en in te schakelen, of door de locatie handmatig in te stellen.";

/* error message */
"Unknown planet number %d" = "Onbekende planeet nummer %d";

/* the planet Uranus */
"Uranus" = "Uranus";

/* Help message for latitude/longitude entry */
"Use a single decimal number for each field; use negative values for south and west." = "Gebruik een enkel decimaal nummer voor ieder veld; gebruik negatieve waardes voor zuidelijk en westelijk.";

/* name of option to use the iPhone's location determination features */
"Use Location Services:" = "Locatievoorzieningen gebruiken:";

/* the planet Venus */
"Venus" = "Venus";

/* name of this language */
"language" = "Dutch";

/* one character abbreviation for 'west' */
"W" = "W";

/* Warning */
"Warning" = "Waarschuwing";

/* First-ever run alert button to go to application help on website */
"Website (in English)" = "Website (Engelstalig)";

/* First-ever-run alert summary */
"Welcome to Emerald Observatory!\n\nThere's lots of Help available" = "Welkom bij Emerald Observatory!\n\nEr is veel hulp aanwezig.";

/* Version 1.3 first-run alert summary */
"Welcome to version %@, with\n\nalarm (see info page)\nsolar noon indicator\n\"noon on top\" option\noption to stay on only when plugged in\n\nTap Details to get more information on the (English) website" = "Welkom bij versie %@\n\nTik Details voor meer informatie op de (Engelstalige) website.";

/* short abbreviation for year */
"year" = "jaar";

/* location determination failure message */
"Your location cannot be determined.  You may need to enter a location manually (tap the \"i\" at the bottom right)." = "Uw locatie kan niet bepaald worden.  U kunt eventueel handmatig een locatie invoeren (tik rechtsonder de \"i\" aan).";

/* Invalid location warning message */
"Your location\n\n%@\n\nappears to be invalid.  Turn 'Use Location Services' ON or enter a valid latitude and longitude." = "Uw locatie\n\n%@\n\nlijkt ongeldig te zijn.  Schakel 'Locatievoorzieningen gebruiken' in, of voer een geldige lengte- en breedtegraad in.";

/* detailed timezone/position warning message */
"Your timezone:\n\n%@ (%@)\noffset %d:%02d, centered at %d%s\n\ndoesn't match your location:\n\n%0.5f, %0.5f\n(± %.0f meters)" = "Uw tijdzone:\n\n%1$@ (%2$@)\nafstand %3$d:%4$02d, gecentreerd om %5$d%6$s\n\nkomt niet overeen met uw locatie:\n\n%7$.5f, %8$.5f\n(± %9$.0f meter)";

/* Large NTP skew warning message */
"Your clock differs from NTP time by %.0f seconds.\nPlease check that your Date & Time and Timezone settings are correct." = "Uw klok verschilt %.0f seconden met de NTP tijd.\nControleer dat de datum, tijd en tijdzone correct zijn ingesteld.";

/* label for a Annular solar eclipse */
"Annular solar eclipse" = "Ringvormige zonsverduistering";

/* label for when the eclipse is below the horizon */
"Below horizon" = "Onder de horizon";

/* label for when no eclipse is visible */
"No eclipse" = "Geen verduistering";

/* label for a Partial lunar eclipse */
"Partial lunar eclipse" = "Gedeeltelijke maansverduistering";

/* label for a Partial solar eclipse */
"Partial solar eclipse" = "Gedeeltelijke zonsverduistering";

/* label for a Total lunar eclipse */
"Total lunar eclipse" = "Totale maansverduistering";

/* label for a Total solar eclipse */
"Total solar eclipse" = "Totale zonsverduistering";

/* term for years with Feb 29 as in: '2012 is a leap year' (really "Schrikkeljaar") */
"leap" = "schr-jr";

/* term for years with Feb 29 */
"leap (%d)" = "schr-jr (%d)";

/* term for years without Feb 29 as in '2010 is not a leap year' */
"not leap" = "geen schr-jr";

/* short abbreviation for century */
"cent" = "eeuw";

/* App display name */
"Observatory" = "Observatorium";


/* VoiceOver instructions for the location picker map */
"Touch the map and drag to choose a location, then lift your finger to set it.  Tap the blue dot to go back to Location Services." = "Raak de kaart aan en sleep om een locatie te kiezen; til dan uw vinger op om deze in te stellen.  Tik op de blauwe punt om terug te gaan naar Locatievoorzieningen.";

/* label shown while touching the blue dot on the location picker map */
"Location Services" = "Locatievoorzieningen";

/* Cancel */
"Cancel" = "Annuleer";

/* VoiceOver name of the location picker map */
"World map" = "Wereldkaart";

/* nearest city on the location picker map: city, country */
"%@, %@" = "%@, %@";
